{"pageProps":{"source":{"compiledSource":"/*@jsxRuntime automatic @jsxImportSource react*/\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = Object.assign({\n    p: \"p\",\n    ol: \"ol\",\n    li: \"li\",\n    h3: \"h3\"\n  }, _provideComponents(), props.components);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"For haveentusiaster er april måned en tid fuld af forventning og aktivitet. Det er tidspunktet, hvor foråret virkelig begynder at vise sig, og haven vågner op til liv. Der er dog stadig nogle vigtige ting at huske på for at sikre, at din have trives og blomstrer. Her er nogle nyttige tips til, hvad du skal huske i din have i april:\"\n    }), \"\\n\", _jsxs(_components.ol, {\n      children: [\"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.h3, {\n          children: \"Første skridt mod en sund have: Jordforbedring\"\n        }), \"\\n\", _jsx(_components.p, {\n          children: \"April er en god måned at fokusere på jordforbedring. Tjek din havejord for at sikre, at den er veldrænet og næringsrig. Tilføj kompost eller gødning for at give dine planter den bedste start på vækstsæsonen.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.h3, {\n          children: \"Såning af frø: Tid til at begynde at plante\"\n        }), \"\\n\", _jsx(_components.p, {\n          children: \"April er den ideelle tid til at begynde at så frø direkte i haven eller starte dem indendørs. Populære valg omfatter blomster som stemorsblomster og sommerblomster samt grøntsager som gulerødder, radiser og salat.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.h3, {\n          children: \"Pas på frost: Hold øje med vejrudsigten\"\n        }), \"\\n\", _jsx(_components.p, {\n          children: \"Selvom foråret er i fuld gang, er der stadig risiko for nattefrost i april. Beskyt sarte planter ved at dække dem til om natten eller flytte dem indendørs. Hold øje med vejrudsigten for at undgå eventuelle overraskelser.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.h3, {\n          children: \"Beskæring af buske og træer: Form og stimulér vækst\"\n        }), \"\\n\", _jsx(_components.p, {\n          children: \"April er en passende tid til at beskære buske og træer. Fjern døde grene og form buskene for at fremme en sund og symmetrisk vækst. Dette er også en god tid til at beskære sommerblomstrende buske for at opmuntre til mere blomstring.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.h3, {\n          children: \"Gør klar til sommerblomster: Planlægning og plantning\"\n        }), \"\\n\", _jsx(_components.p, {\n          children: \"Brug april måned til at forberede haven til sommerblomster. Forbered blomsterbede, fjern ukrudt og tilføj frisk muld. Planlæg, hvilke blomster du vil plante, og køb frø eller planter i god tid.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.h3, {\n          children: \"Vand forsigtigt: Vær opmærksom på vandbehovet\"\n        }), \"\\n\", _jsx(_components.p, {\n          children: \"Selvom regnen ofte er mere generøs om foråret, er det stadig vigtigt at være opmærksom på vandbehovet i din have. Sørg for at vande planter regelmæssigt, især hvis der er lange perioder uden nedbør.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.h3, {\n          children: \"Bekæmp ukrudt: Hold haven ren og sund\"\n        }), \"\\n\", _jsx(_components.p, {\n          children: \"Ukrudt vokser hurtigt i foråret, og det er afgørende at holde det under kontrol. Brug tid på at luge og fjerne uønsket vegetation for at sikre, at dine planter får den nødvendige næring og plads til at vokse.\"\n        }), \"\\n\"]\n      }), \"\\n\", _jsxs(_components.li, {\n        children: [\"\\n\", _jsx(_components.h3, {\n          children: \"Hold øje med skadedyr: Forebyggelse er nøglen\"\n        }), \"\\n\", _jsx(_components.p, {\n          children: \"April markerer begyndelsen af sæsonen for mange skadedyr. Inspektion af dine planter regelmæssigt og træffe foranstaltninger for at forhindre skadedyrsangreb er afgørende for en sund have. Overvej naturlige skadedyrsbekæmpelsesmetoder for at undgå brugen af kemikalier.\"\n        }), \"\\n\"]\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"April er en travl, men spændende tid i haven. Ved at tage disse skridt kan du sikre, at din have er klar til en frodig og blomstrende vækstsæson. Tag dig tid til at nyde forårets skønhed og se din have blive til et farverigt paradis. God havearbejde!\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = Object.assign({}, _provideComponents(), props.components);\n  return MDXLayout ? _jsx(MDXLayout, Object.assign({}, props, {\n    children: _jsx(_createMdxContent, props)\n  })) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\n","frontmatter":{},"scope":{"title":"April","desc":"Såning, beskæring og forberedelse til blomstringens fest.","backgroundColor":"#f5ffc2","color":"#db691b","image":"/images/blog/spring2-garden-illustration.png","slug":"april"}},"meta":{"title":"April","desc":"Såning, beskæring og forberedelse til blomstringens fest.","backgroundColor":"#f5ffc2","color":"#db691b","image":"/images/blog/spring2-garden-illustration.png","slug":"april"}},"__N_SSG":true}